Repository: ikoshura/Sajda
Catalog: Sajda/*.lproj/Localizable.strings
Languages: ar

source: Fajr
ar: الفجر

source: Sajda Pro
ar: سجدة برو

# prayer_in_countdown
source: %@ in %@
ar: %@ بعد %@

source: To provide accurate prayer times, Sajda Pro needs to know your location.
ar: لتوفير أوقات صلاة دقيقة، يحتاج سجدة برو إلى معرفة موقعك.

source: To get started, please provide your location for accurate prayer times.
ar: للبدء، يرجى تقديم موقعك للحصول على أوقات صلاة دقيقة.

source: About Sajda Pro
ar: عن سجدة برو

source: General
ar: عام

source: Calculation
ar: الحساب

source: Adjust prayer times to match your local mosque. Hover over the number to reset.
ar: عدّل أوقات الصلاة لتطابق مسجدك المحلي. مرر الفأرة فوق الرقم لإعادة التعيين.

source: Set Location
ar: تحديد الموقع

source: Calculation & Location
ar: الحساب والموقع

source: System & Notifications
ar: النظام والإشعارات

source: System
ar: النظام

source: Requesting Permission...
ar: جارٍ طلب الإذن...

source: Skip for now
ar: تخطٍ في الوقت الحالي

source: Animation Style
ar: نمط التحريك

source: None
ar: بدون

source: Fade
ar: تلاشي

source: Slide
ar: انزلاق
